import React from "react"

const Batken = () => {
  return (
    <>
      <span className="tittle">Баткен</span>
      <span className="text">
      Село Баткен было образовано в апреле 1934 года, как районный центр одноименного Баткенского района. В 1999 году для повышения эффективности управления этих земель после ряда нападений боевиков из трёх западных районов Ошской области была образована Баткенская область с административным центром Баткен.

С связи с этим селу Баткен в 2000 году был придан статус города, первым мэром города назначен Султанов Мамасыдык Мамадиевич. Население села в 2000 году составляло 10 987 человек. В 2001 году городу были подчинены 3 пригородных села.
      </span>
     
    </>
  )
}

export default Batken
