import React from "react"

const Naryn = () => {
  return (
    <>
      <span className="tittle">Нарын</span>
      <span className="text">
        Ош являлся одним из религиозных мусульманских центров Средней Азии.
        Наиболее известен древними мечетями в центре города, а также горой
        Сулайман-Тоо (Тахт-и-Сулайман, Трон Соломона)[11], являющейся
        традиционным местом паломничества
      </span>
      <span className="text">
        Город расположен в предгорном оазисе. Поселение земледельцев эпохи
        бронзы было обнаружено на южном склоне горы Сулайман-Тоо. Ош является
        одним из старейших селений Киргизии. Ныне официально предложено считать,
        что история города насчитывает около 3000 лет[13][14]. Однако в
        исторической науке принято вести отсчёт возраста города от самого
        раннего упоминания в исторических актах, которое в летописях относится к
        IX веку н. э., что всё равно позволяет считать его старейшим городом
        страны.
      </span>
    </>
  )
}

export default Naryn
